Show / Hide Table of Contents
Class MeshElement2D
Element2D
Inheritance
System.Object
MeshElement2D
Inherited Members
 System.Object.ToString()
 System.Object.Equals(System.Object)
 System.Object.Equals(System.Object, System.Object)
 System.Object.ReferenceEquals(System.Object, System.Object)
 System.Object.GetHashCode()
 System.Object.GetType()
 System.Object.MemberwiseClone()
Namespace: IdeaRS.OpenModel.Result
Assembly: IdeaRS.OpenModel.dll
Syntax
[Obfuscation(Feature = "renaming")]
public class MeshElement2D
Constructors
Improve this Doc   View Source
MeshElement2D()
Constructor
Declaration
public MeshElement2D()
Properties
Improve this Doc   View Source
Points
Points
Declaration
public List<int> Points { get; set; }
Property Value
 Type |  Description
 System.Collections.Generic.List<System.Int32>
 Improve this Doc
 View Source